Repository: Minomoreno86/probabilidadembarazo
Catalog: Pronostico fertilidad/Localization/*.lproj/Localizable.strings
Languages: es

# Recomendación personalizada + mejoras alcanzables
source: Personalized recommendation + achievable improvements
es: Recomendación personalizada + mejoras alcanzables

# Resumen del Análisis
source: Analysis Summary
es: Resumen del Análisis

# Recomendación Principal
source: Main Recommendation
es: Recomendación Principal

# Motivos clínicos
source: Clinical reasons
es: Motivos clínicos

# Bibliografía
source: Bibliography
es: Bibliografía

# Factores Modificables (Simulación)
source: Modifiable Factors (Simulation)
es: Factores Modificables (Simulación)

# No se identificaron factores modificables relevantes.
source: No relevant modifiable factors were identified.
es: No se identificaron factores modificables relevantes.

# ⚠️ Factores No Modificables
source: ⚠️ Non-Modifiable Factors
es: ⚠️ Factores No Modificables

# No se identificaron factores no modificables relevantes.
source: No relevant non-modifiable factors were identified.
es: No se identificaron factores no modificables relevantes.

# Simulación de Corrección
source: Correction Simulation
es: Simulación de Corrección

# No se identificaron factores modificables para simular.
source: No modifiable factors were identified for simulation.
es: No se identificaron factores modificables para simular.

# Simular Corrección
source: Simulate Correction
es: Simular Corrección

# Resumen
source: Summary
es: Resumen

# Factores
source: Factors
es: Factores

# Usuario
source: User
es: Usuario

# No conectado
source: Not connected
es: No conectado

# HOMA-IR Calculado
source: HOMA-IR Calculated
es: HOMA-IR Calculado

# Espermatograma (OMS 2021)
source: Semen Analysis (WHO 2021)
es: Espermatograma (OMS 2021)

# Analisis de Fertilidad
source: Fertility Analysis
es: Análisis de Fertilidad

# Compartir
source: Share
es: Compartir

# Exportar PDF
source: Export PDF
es: Exportar PDF

# Puntuacion
source: Score
es: Puntuación

# Tendencia
source: Trend
es: Tendencia

# Tiempo
source: Time
es: Tiempo

# Mensual
source: Monthly
es: Mensual

# Fertilidad
source: Fertility
es: Fertilidad

# Categoria
source: Category
es: Categoría

# Anual
source: Annual
es: Anual

# Probabilidad
source: Probability
es: Probabilidad

# Impacto: %@
source: Impact: %@
es: Impacto: %@

# Error al generar PDF: %@
source: Error generating PDF: %@
es: Error al generar PDF: %@

# Probabilidad Anual:
source: Annual Probability:
es: Probabilidad Anual:

# Probabilidad Mensual:
source: Monthly Probability:
es: Probabilidad Mensual:

# Categoria:
source: Category:
es: Categoría:

# Precision:
source: Accuracy:
es: Precisión:

# Generado con Pronostico de Fertilidad
source: Generated with Fertility Prognosis
es: Generado con Pronóstico de Fertilidad

# Datos completos - Alta confianza
source: Complete data - High confidence
es: Datos completos - Alta confianza

# Datos parciales - Confianza moderada
source: Partial data - Moderate confidence
es: Datos parciales - Confianza moderada

# Datos limitados - Confianza baja
source: Limited data - Low confidence
es: Datos limitados - Confianza baja

# Datos minimos - Confianza muy baja
source: Minimal data - Very low confidence
es: Datos mínimos - Confianza muy baja

# Favorables
source: Favorable
es: Favorables

# Moderados
source: Moderate
es: Moderados

# Criticos
source: Critical
es: Críticos

# Bueno
source: Good
es: Bueno

# Moderado
source: Moderate
es: Moderado

# Critico
source: Critical
es: Crítico

# Bajo
source: Low
es: Bajo

# Muy Bajo
source: Very Low
es: Muy Bajo

# anios
source: years
es: años

# 18-35 anios
source: 18-35 years
es: 18-35 años

# 21-35 dias
source: 21-35 days
es: 21-35 días

# <2 anios
source: <2 years
es: <2 años

source: Fertility gradually decreases after age 30. Your monthly probability is in moderate range.
es: La fertilidad disminuye gradualmente después de los 30 años. Tu probabilidad mensual está en rango moderado.

source: AMH indicates the number of available eggs. Your level suggests good ovarian reserve.
es: AMH indica la cantidad de óvulos disponibles. Tu nivel sugiere buena reserva ovárica.

source: TSH controls thyroid function. Your level is in normal range, favorable for fertility.
es: TSH controla la función tiroidea. Tu nivel está en rango normal, favorable para la fertilidad.

source: BMI affects ovulation and treatment response. Your value is in healthy range.
es: El IMC afecta la ovulación y la respuesta a tratamientos. Tu valor está en rango saludable.

source: Elevated prolactin can affect ovulation. Your level is above normal range.
es: La prolactina elevada puede afectar la ovulación. Tu nivel está por encima del rango normal.

# La prolactina elevada puede afectar la ovulación. Tu nivel está en rango normal.
source: Elevated prolactin can affect ovulation. Your level is in normal range.
es: La prolactina elevada puede afectar la ovulación. Tu nivel está en rango normal.

# HOMA-IR mide la resistencia a la insulina. Tu valor indica buen metabolismo.
source: HOMA-IR measures insulin resistance. Your value indicates good metabolism.
es: HOMA-IR mide la resistencia a la insulina. Tu valor indica buen metabolismo.

source: Menstrual cycle length reflects ovarian function. Your cycle is in normal range.
es: La duración del ciclo menstrual refleja la función ovárica. Tu ciclo está en rango normal.

# El tiempo de infertilidad es un factor importante para decidir tratamientos.
source: Infertility duration is an important factor for treatment decisions.
es: El tiempo de infertilidad es un factor importante para decidir tratamientos.

# El SOP puede afectar la ovulación y la respuesta a tratamientos.
source: PCOS can affect ovulation and treatment response.
es: El SOP puede afectar la ovulación y la respuesta a tratamientos.

# La HSG evalúa la permeabilidad de las trompas de Falopio.
source: HSG evaluates fallopian tube patency.
es: La HSG evalúa la permeabilidad de las trompas de Falopio.

# La endometriosis puede afectar la fertilidad y la implantación.
source: Endometriosis can affect fertility and implantation.
es: La endometriosis puede afectar la fertilidad y la implantación.

# La adenomiosis puede afectar la implantación del embrión.
source: Adenomyosis can affect embryo implantation.
es: La adenomiosis puede afectar la implantación del embrión.

# Los miomas pueden afectar la implantación y el desarrollo del embarazo.
source: Fibroids can affect implantation and pregnancy development.
es: Los miomas pueden afectar la implantación y el desarrollo del embarazo.

# Los pólipos pueden afectar la implantación del embrión.
source: Polyps can affect embryo implantation.
es: Los pólipos pueden afectar la implantación del embrión.

# Este factor influye en la probabilidad de embarazo.
source: This factor influences pregnancy probability.
es: Este factor influye en la probabilidad de embarazo.

# Guias Clinicas
source: Clinical Guidelines
es: Guías Clínicas

# Interacciones Detectadas: %@
source: Detected Interactions: %@
es: Interacciones Detectadas: %@

# Interacciones Criticas: %@
source: Critical Interactions: %@
es: Interacciones Críticas: %@

# Porcentaje: %@%%
source: Percentage: %@%%
es: Porcentaje: %@%%

# Paciente
source: Patient
es: Paciente

# Apariencia
source: Appearance
es: Apariencia

# Submucoso
source: Submucosal
es: Submucoso

# Subseroso
source: Subserosal
es: Subseroso

# Difusa
source: Diffuse
es: Difusa

# Severo (vello facial extenso)
source: Severe (extensive facial hair)
es: Severo (vello facial extenso)

# Leve (pocos granos)
source: Mild (few pimples)
es: Leve (pocos granos)

# No me la han hecho
source: Not done
es: No me la han hecho

# Interacciones Detectadas
source: Detected Interactions
es: Interacciones Detectadas

# 🕸️ Diagrama de Red
source: 🕸️ Network Diagram
es: 🕸️ Diagrama de Red

# 📈 Impacto de Multiplicadores
source: 📈 Multiplier Impact
es: 📈 Impacto de Multiplicadores

# Efecto acumulativo sobre la probabilidad base
source: Cumulative effect on base probability
es: Efecto acumulativo sobre la probabilidad base

# 📋 Detalles de Interacciones
source: 📋 Interaction Details
es: 📋 Detalles de Interacciones

# ✅ Sin Interacciones Detectadas
source: ✅ No Interactions Detected
es: ✅ Sin Interacciones Detectadas

# No se encontraron interacciones no lineales significativas en este perfil.
source: No significant non-linear interactions were found in this profile.
es: No se encontraron interacciones no lineales significativas en este perfil.

# Cambio obligatorio
source: Mandatory change
es: Cambio obligatorio

# Multiplicador:
source: Multiplier:
es: Multiplicador:

# 📚 Referencias
source: 📚 References
es: 📚 Referencias

# Prioridad
source: Priority
es: Prioridad

# Cambio de Tratamiento
source: Treatment Change
es: Cambio de Tratamiento

# Detalle de Interacción
source: Interaction Detail
es: Detalle de Interacción

# Análisis de Factores
source: Factor Analysis
es: Análisis de Factores

# Impacto General
source: General Impact
es: Impacto General

# Factores Analizados
source: Analyzed Factors
es: Factores Analizados

# Resumen de Categorías
source: Category Summary
es: Resumen de Categorías

# Impacto:
source: Impact:
es: Impacto:

# Tu valor:
source: Your value:
es: Tu valor:

# Rango normal:
source: Normal range:
es: Rango normal:

# ¿Qué significa?
source: What does it mean?
es: ¿Qué significa?

# Recomendaciones
source: Recommendations
es: Recomendaciones

# Simulador
source: Simulator
es: Simulador

# Pensamiento
source: Thinking
es: Pensamiento

# Completa
source: Complete
es: Completa

# ¿Quieres ver recomendaciones de tratamiento?
source: Do you want to see treatment recommendations?
es: ¿Quieres ver recomendaciones de tratamiento?

# Simula diferentes opciones terapéuticas basadas en tu perfil
source: Simulate different therapeutic options based on your profile
es: Simula diferentes opciones terapéuticas basadas en tu perfil

# Ver Simulador
source: View Simulator
es: Ver Simulador

# Factores Clave
source: Key Factors
es: Factores Clave

# Recomendaciones Personalizadas
source: Personalized Recommendations
es: Recomendaciones Personalizadas

# Referencias: (recommendation.citations.joined(separator: " • "))
source: References: %@
es: Referencias: %@

# Probabilidad de Embarazo
source: Pregnancy Probability
es: Probabilidad de Embarazo

# Indicadores de Calidad
source: Quality Indicators
es: Indicadores de Calidad

# Categorización
source: Categorization
es: Categorización

# Categoría
source: Category
es: Categoría

# Confianza
source: Confidence
es: Confianza

source: This analysis uses scientifically validated continuous mathematical functions to model age-related fertility decline, replacing traditional discrete transitions.
es: Este análisis utiliza funciones matemáticas continuas validadas científicamente para modelar el declive de fertilidad relacionado con la edad, reemplazando las transiciones discretas tradicionales.

# Perfil Profesional
source: Professional Profile
es: Perfil Profesional

# Correo electrónico profesional
source: Professional email
es: Correo electrónico profesional

# Especialidad
source: Specialty
es: Especialidad

# Área médica de especialización
source: Medical specialization area
es: Área médica de especialización

# Institución
source: Institution
es: Institución

# Hospital o clínica
source: Hospital or clinic
es: Hospital o clínica

# Perfil
source: Profile
es: Perfil

# Personaliza tu Experiencia
source: Customize Your Experience
es: Personaliza tu Experiencia

# Elige el tema que mejor se adapte a tu trabajo
source: Choose the theme that best fits your work
es: Elige el tema que mejor se adapte a tu trabajo

# Selecciona tu Tema
source: Select Your Theme
es: Selecciona tu Tema

# Vista Previa
source: Preview
es: Vista Previa

# Calcular
source: Calculate
es: Calcular

# Configurar
source: Configure
es: Configurar

# Reduce Fatiga Visual
source: Reduces Eye Fatigue
es: Reduce Fatiga Visual

# Menos cansancio durante sesiones largas
source: Less fatigue during long sessions
es: Menos cansancio durante sesiones largas

# Mejor Concentración
source: Better Concentration
es: Mejor Concentración

# Interfaz menos distractiva para trabajo médico
source: Less distracting interface for medical work
es: Interfaz menos distractiva para trabajo médico

# Ahorro de Batería
source: Battery Saving
es: Ahorro de Batería

# Mayor duración en dispositivos móviles
source: Longer duration on mobile devices
es: Mayor duración en dispositivos móviles

# Profesional
source: Professional
es: Profesional

# Apariencia elegante y moderna
source: Elegant and modern appearance
es: Apariencia elegante y moderna

# Mayor Legibilidad
source: Better Readability
es: Mayor Legibilidad

# Texto más claro en ambientes iluminados
source: Clearer text in bright environments
es: Texto más claro en ambientes iluminados

# Colores Precisos
source: Accurate Colors
es: Colores Precisos

# Mejor visualización de gráficos médicos
source: Better visualization of medical charts
es: Mejor visualización de gráficos médicos

# Familiaridad
source: Familiarity
es: Familiaridad

# Interfaz tradicional y conocida
source: Traditional and familiar interface
es: Interfaz tradicional y conocida

# Versatilidad
source: Versatility
es: Versatilidad

# Ideal para presentaciones y reportes
source: Ideal for presentations and reports
es: Ideal para presentaciones y reportes

# Ambiente Cálido
source: Warm Environment
es: Ambiente Cálido

# Colores suaves que transmiten calidez y confianza
source: Soft colors that convey warmth and trust
es: Colores suaves que transmiten calidez y confianza

# Reduce Estrés
source: Reduces Stress
es: Reduce Estrés

# Tonos rosados ayudan a relajar en consultas médicas
source: Pink tones help relax during medical consultations
es: Tonos rosados ayudan a relajar en consultas médicas

# Feminidad Médica
source: Medical Femininity
es: Feminidad Médica

# Ideal para especialidades ginecológicas y reproductivas
source: Ideal for gynecological and reproductive specialties
es: Ideal para especialidades ginecológicas y reproductivas

# Único y Elegante
source: Unique and Elegant
es: Único y Elegante

# Diseño distintivo que destaca profesionalismo
source: Distinctive design that highlights professionalism
es: Diseño distintivo que destaca profesionalismo

# Compartir en WhatsApp
source: Share on WhatsApp
es: Compartir en WhatsApp

# Recomienda la app a colegas médicos
source: Recommend the app to medical colleagues
es: Recomienda la app a colegas médicos

# Compartir en Instagram
source: Share on Instagram
es: Compartir en Instagram

# Publica en tu historia profesional
source: Post on your professional story
es: Publica en tu historia profesional

# Compartir en TikTok
source: Share on TikTok
es: Compartir en TikTok

# Crea contenido educativo médico
source: Create educational medical content
es: Crea contenido educativo médico

# Copia enlace de descarga
source: Copy download link
es: Copia enlace de descarga

# Política de Privacidad
source: Privacy Policy
es: Política de Privacidad

# Cómo protegemos tus datos médicos
source: How we protect your medical data
es: Cómo protegemos tus datos médicos

# Términos de Servicio
source: Terms of Service
es: Términos de Servicio

# Condiciones de uso de la aplicación
source: Application usage conditions
es: Condiciones de uso de la aplicación

# Aviso Médico
source: Medical Notice
es: Aviso Médico

# Disclaimer y limitaciones profesionales
source: Disclaimer and professional limitations
es: Disclaimer y limitaciones profesionales

# Accesibilidad
source: Accessibility
es: Accesibilidad

# Compatibilidad con iOS y funciones de asistencia
source: iOS compatibility and assistive functions
es: Compatibilidad con iOS y funciones de asistencia

# Soporte Técnico
source: Technical Support
es: Soporte Técnico

# Contacta con nuestro equipo de ayuda
source: Contact our help team
es: Contacta con nuestro equipo de ayuda

# Síguenos en Instagram
source: Follow us on Instagram
es: Síguenos en Instagram

# @drjorgevazquez - Contenido médico profesional
source: @drjorgevazquez - Professional medical content
es: @drjorgevazquez - Contenido médico profesional

# Síguenos en TikTok
source: Follow us on TikTok
es: Síguenos en TikTok

# @fertilidadrjorgevasquez - Videos educativos
source: @fertilidadrjorgevasquez - Educational videos
es: @fertilidadrjorgevasquez - Videos educativos

# Edad: %d años
source: Age: %d years
es: Edad: %d años

# Pólipos: %@
source: Polyps: %@
es: Pólipos: %@

# Miomas: %@
source: Fibroids: %@
es: Miomas: %@

# Endometriosis: Estadio %d
source: Endometriosis: Stage %d
es: Endometriosis: Estadio %d

# SOP: Presente
source: PCOS: Present
es: SOP: Presente

# Concentración esperm.: %.1f M/mL
source: Sperm concentration: %.1f M/mL
es: Concentración esperm.: %.1f M/mL

# Motilidad progresiva: %.1f%%
source: Progressive motility: %.1f%%
es: Motilidad progresiva: %.1f%%

# Morfología normal: %.1f%%
source: Normal morphology: %.1f%%
es: Morfología normal: %.1f%%

# Volumen seminal: %.1f mL
source: Seminal volume: %.1f mL
es: Volumen seminal: %.1f mL

# Fragmentación DNA: %.1f%%
source: DNA fragmentation: %.1f%%
es: Fragmentación DNA: %.1f%%

# Varicocele: Sí
source: Varicocele: Yes
es: Varicocele: Sí

# Cultivo seminal: Positivo
source: Seminal culture: Positive
es: Cultivo seminal: Positivo

# Duración infertilidad: %.1f años
source: Infertility duration: %.1f years
es: Duración infertilidad: %.1f años

# Analizando...
source: Analyzing...
es: Analizando...

# Activar Análisis Profundo
source: Activate Deep Analysis
es: Activar Análisis Profundo

# Ejecutando análisis médico profundo...
source: Running deep medical analysis...
es: Ejecutando análisis médico profundo...

# ¡Análisis Completado!
source: Analysis Completed!
es: ¡Análisis Completado!

# Pensamiento Médico
source: Medical Thinking
es: Pensamiento Médico

# Análisis Completado
source: Analysis Completed
es: Análisis Completado

# Confianza General:
source: Overall Confidence:
es: Confianza General:

# Pasos de Razonamiento
source: Reasoning Steps
es: Pasos de Razonamiento

# PASO %d
source: STEP %d
es: PASO %d

# Confianza:
source: Confidence:
es: Confianza:

# Lógica Médica
source: Medical Logic
es: Lógica Médica

# Evidencia Clínica
source: Clinical Evidence
es: Evidencia Clínica

# Consideraciones Alternativas
source: Alternative Considerations
es: Consideraciones Alternativas

# Evaluación de Riesgos
source: Risk Assessment
es: Evaluación de Riesgos

# Plan de Seguimiento
source: Follow-up Plan
es: Plan de Seguimiento

# Acciones Inmediatas
source: Immediate Actions
es: Acciones Inmediatas

# Seguimiento a Corto Plazo
source: Short-term Follow-up
es: Seguimiento a Corto Plazo

# Calculando recomendación...
source: Calculating recommendation...
es: Calculando recomendación...

# Tasa estimada: %d%%
source: Estimated rate: %d%%
es: Tasa estimada: %d%%

# Tiempo estimado: %@
source: Estimated time: %@
es: Tiempo estimado: %@

# Actual: %@ → Objetivo: %@
source: Current: %@ → Target: %@
es: Actual: %@ → Objetivo: %@

# Mejora estimada: %.0f%% • Tiempo: %@
source: Estimated improvement: %.0f%% • Time: %@
es: Mejora estimada: %.0f%% • Tiempo: %@

# Recomendación: %@
source: Recommendation: %@
es: Recomendación: %@

# Valor actual: %@
source: Current value: %@
es: Valor actual: %@

# Implicación clínica: %@
source: Clinical implication: %@
es: Implicación clínica: %@

# Factor a corregir: %@
source: Factor to correct: %@
es: Factor a corregir: %@

# Recomendación Previa:
source: Previous Recommendation:
es: Recomendación Previa:

# Recomendación Corregida:
source: Corrected Recommendation:
es: Recomendación Corregida:

# ¡Cambio de tratamiento!
source: Treatment change!
es: ¡Cambio de tratamiento!

# Mejora en probabilidad: %.1f%%
source: Improvement in probability: %.1f%%
es: Mejora en probabilidad: %.1f%%

# Tiempo para corrección: %@
source: Time for correction: %@
es: Tiempo para corrección: %@

# Acción clínica: %@
source: Clinical action: %@
es: Acción clínica: %@

# Inicia sesión para acceder a herramientas médicas profesionales de fertilidad
source: Sign in to access professional fertility medical tools
es: Inicia sesión para acceder a herramientas médicas profesionales de fertilidad

# Continuar con Apple
source: Continue with Apple
es: Continuar con Apple

# Reintentar
source: Retry
es: Reintentar

# Selecciona tu idioma preferido / Select your preferred language
source: Select your preferred language
es: Selecciona tu idioma preferido / Select your preferred language

# Transiciones Suaves en Fertilidad
source: Smooth Transitions in Fertility
es: Transiciones Suaves en Fertilidad

# Ocultar Comparación
source: Hide Comparison
es: Ocultar Comparación

# Mostrar Comparación
source: Show Comparison
es: Mostrar Comparación

# ASRM, ESHRE, OMS - 45,000+ casos clínicos
source: ASRM, ESHRE, WHO - 45,000+ clinical cases
es: ASRM, ESHRE, OMS - 45,000+ casos clínicos

# Precisión:
source: Accuracy:
es: Precisión:

# 94.3% vs. 78.9% de funciones discretas
source: 94.3% vs. 78.9% of discrete functions
es: 94.3% vs. 78.9% de funciones discretas

# Mejora:
source: Improvement:
es: Mejora:

# +15.4% de precisión
source: +15.4% accuracy
es: +15.4% de precisión

# Función Matemática
source: Mathematical Function
es: Función Matemática

# Función
source: Function
es: Función

# Función %@ seleccionada
source: %@ function selected
es: Función %@ seleccionada

# Comparación: Funciones Continuas vs. Discretas
source: Comparison: Continuous vs. Discrete Functions
es: Comparación: Funciones Continuas vs. Discretas

# Edad
source: Age
es: Edad

# Función Continua
source: Continuous Function
es: Función Continua

# Función Discreta (Actual)
source: Discrete Function (Current)
es: Función Discreta (Actual)

# Análisis de Sensibilidad en Tiempo Real
source: Real-time Sensitivity Analysis
es: Análisis de Sensibilidad en Tiempo Real

# Edad:
source: Age:
es: Edad:

# Probabilidad actual:
source: Current probability:
es: Probabilidad actual:

# Cambio por año:
source: Change per year:
es: Cambio por año:

# Tipo de transición:
source: Transition type:
es: Tipo de transición:

# Suave
source: Smooth
es: Suave

# Significativa
source: Significant
es: Significativa

# Comparación Detallada de Funciones
source: Detailed Function Comparison
es: Comparación Detallada de Funciones

# Edad seleccionada:
source: Selected age:
es: Edad seleccionada:

# Función discreta (actual):
source: Discrete function (current):
es: Función discreta (actual):

# Función continua:
source: Continuous function:
es: Función continua:

# Mejora en precisión:
source: Accuracy improvement:
es: Mejora en precisión:

# Abrupta
source: Abrupt
es: Abrupta

# Validación Científica
source: Scientific Validation
es: Validación Científica

# Total de casos:
source: Total cases:
es: Total de casos:

# Organizaciones:
source: Organizations:
es: Organizaciones:

# Año de publicación:
source: Publication year:
es: Año de publicación:

# Aprobación clínica:
source: Clinical approval:
es: Aprobación clínica:

# Aprobado
source: Approved
es: Aprobado

# Pendiente
source: Pending
es: Pendiente

# Paso %@ de %@
source: Step %@ of %@
es: Paso %@ de %@
