Repository: Minomoreno86/probabilidadembarazo
Catalog: Pronostico fertilidad/Localization/*.lproj/Localizable.strings
Languages: es

# Bienvenido
source: Welcome
es: Bienvenido

# Inicia sesión de forma segura con Passkeys o Apple Sign In
source: Sign in securely with Passkeys or Apple Sign In
es: Inicia sesión de forma segura con Passkeys o Apple Sign In

# Continuar sin cuenta
source: Continue without account
es: Continuar sin cuenta

# Configura tu identidad biométrica segura
source: Configure your secure biometric identity
es: Configura tu identidad biométrica segura

# Verificando autenticación...
source: Verifying authentication...
es: Verificando autenticación...

# Error de Autenticación
source: Authentication Error
es: Error de Autenticación

# Pronóstico de
source: Fertility
es: Pronóstico de

# FERTILIDAD
source: PROGNOSIS
es: FERTILIDAD

# Inteligencia Artificial Médica Avanzada
source: Advanced Medical Artificial Intelligence
es: Inteligencia Artificial Médica Avanzada

# Evidencia Científica
source: Scientific Evidence
es: Evidencia Científica

# IA Avanzada
source: Advanced AI
es: IA Avanzada

# Validación Médica
source: Medical Validation
es: Validación Médica

# Métricas del Sistema
source: System Metrics
es: Métricas del Sistema

# Tiempo real
source: Real time
es: Tiempo real

# Evaluaciones
source: Assessments
es: Evaluaciones

# Completadas
source: Completed
es: Completadas

# Precisión
source: Accuracy
es: Precisión

# Validación Clínica
source: Clinical Validation
es: Validación Clínica

# Referencias
source: References
es: Referencias

# Artículos Científicos
source: Scientific Articles
es: Artículos Científicos

# Algoritmos
source: Algorithms
es: Algoritmos

# Benchmarks Clínicos
source: Clinical Benchmarks
es: Benchmarks Clínicos

# Evaluación de fertilidad con inteligencia artificial médica de última generación
source: Fertility assessment with next-generation medical artificial intelligence
es: Evaluación de fertilidad con inteligencia artificial médica de última generación

# 15 Interacciones No Lineales
source: 15 Non-Linear Interactions
es: 15 Interacciones No Lineales

# 21 Benchmarks Clínicos
source: 21 Clinical Benchmarks
es: 21 Benchmarks Clínicos

# Evidencia Científica ESHRE/ASRM
source: ESHRE/ASRM Scientific Evidence
es: Evidencia Científica ESHRE/ASRM

# Iniciar Evaluación Avanzada
source: Start Advanced Assessment
es: Iniciar Evaluación Avanzada

# Mis Evaluaciones
source: My Assessments
es: Mis Evaluaciones

# Nueva
source: New
es: Nueva

# Evaluación
source: Assessment
es: Evaluación

# Suelta para eliminar
source: Drop to delete
es: Suelta para eliminar

# Creada:
source: Created:
es: Creada:

# años
source: years
es: años

# IMC
source: BMI
es: IMC

# completo
source: complete
es: completo

# progreso
source: progress
es: progreso

# Validado Científicamente
source: Scientifically Validated
es: Validado Científicamente

# Basado en guías ESHRE, ASRM, OMS y más de 847 referencias científicas
source: Based on ESHRE, ASRM, WHO guidelines and more than 847 scientific references
es: Basado en guías ESHRE, ASRM, OMS y más de 847 referencias científicas

# Configuración
source: Settings
es: Configuración

# Pronóstico Fertilidad
source: Fertility Prognosis
es: Pronóstico Fertilidad

# Versión 2.1.0
source: Version 2.1.0
es: Versión 2.1.0

# Versión 2.1.0 (Build 2024.12)
source: Version 2.1.0 (Build 2024.12)
es: Versión 2.1.0 (Build 2024.12)

# Título de ejemplo
source: Example title
es: Título de ejemplo

# Versión de la Aplicación
source: Application Version
es: Versión de la Aplicación

# Navegación por voz habilitada
source: Voice navigation enabled
es: Navegación por voz habilitada

# Tamaños de texto adaptativos
source: Adaptive text sizes
es: Tamaños de texto adaptativos

# Sesión Activa
source: Active Session
es: Sesión Activa

# Cerrar Sesión
source: Sign Out
es: Cerrar Sesión

# Salir de la aplicación de forma segura
source: Exit the application securely
es: Salir de la aplicación de forma segura

source: Are you sure you want to sign out? All local data will be deleted.
es: ¿Estás seguro de que deseas cerrar sesión? Se eliminarán todos los datos locales.

# Al cerrar sesión se eliminarán todos los datos locales no sincronizados
source: When signing out, all unsynchronized local data will be deleted
es: Al cerrar sesión se eliminarán todos los datos locales no sincronizados

# Acerca de la Aplicación
source: About the App
es: Acerca de la Aplicación

source: Professional tool for fertility prognosis calculation based on updated medical evidence. Includes advanced algorithms, non-linear interactions and clinical benchmarks.
es: Herramienta profesional para el cálculo de pronóstico de fertilidad basada en evidencia médica actualizada. Incluye algoritmos avanzados, interacciones no lineales y benchmarks clínicos.

# Referencias Médicas
source: Medical References
es: Referencias Médicas

# Comparte la app con colegas médicos
source: Share the app with medical colleagues
es: Comparte la app con colegas médicos

# Legal y Médico
source: Legal and Medical
es: Legal y Médico

# Términos, políticas y avisos importantes
source: Terms, policies and important notices
es: Términos, políticas y avisos importantes

# Información
source: Information
es: Información

# Versión, soporte y redes sociales
source: Version, support and social networks
es: Versión, soporte y redes sociales

# Aviso Médico Importante
source: Important Medical Notice
es: Aviso Médico Importante

source: This tool is for diagnostic support. Always consult with a medical professional.
es: Esta herramienta es de apoyo diagnóstico. Siempre consulta con un médico profesional.

source: This tool is for diagnostic support only. Results do not replace professional medical judgment. Always consult with a reproductive medicine specialist for clinical decisions.
es: Esta herramienta es de apoyo diagnóstico únicamente. Los resultados no reemplazan el criterio médico profesional. Siempre consulta con un especialista en medicina reproductiva para decisiones clínicas.

# Apoyo diagnóstico - Consulta médico profesional
source: Diagnostic support - Consult medical professional
es: Apoyo diagnóstico - Consulta médico profesional

# © 2024 Dr. Jorge Vásquez - Medicina Reproductiva
source: © 2024 Dr. Jorge Vásquez - Reproductive Medicine
es: © 2024 Dr. Jorge Vásquez - Medicina Reproductiva

# ¿Omitir Introducción?
source: Skip Introduction?
es: ¿Omitir Introducción?

source: The introduction explains how the application works and what the results mean. Are you sure you want to skip it?
es: La introducción explica cómo funciona la aplicación y qué significan los resultados. ¿Estás seguro de que quieres omitirla?

# Cancelar
source: Cancel
es: Cancelar

# Omitir
source: Skip
es: Omitir

# Importante
source: Important
es: Importante

source: This tool is for diagnostic support, always consult a medical professional
es: Esta herramienta es de apoyo diagnóstico, siempre consulte a un médico profesional

# Paso %d de %d
source: Step %d of %d
es: Paso %d de %d

# Anterior
source: Previous
es: Anterior

# Siguiente
source: Next
es: Siguiente

# ¡Comenzar!
source: Let's Start!
es: ¡Comenzar!

# Omitir introducción
source: Skip introduction
es: Omitir introducción

# Bienvenido a Pronóstico Fertilidad
source: Welcome to Fertility Prognosis
es: Bienvenido a Pronóstico Fertilidad

source: A scientific tool based on ESHRE/ASRM guidelines to evaluate pregnancy probabilities
es: Una herramienta científica basada en guías ESHRE/ASRM para evaluar probabilidades de embarazo

# Cálculos basados en evidencia científica internacional
source: Calculations based on international scientific evidence
es: Cálculos basados en evidencia científica internacional

# Algoritmos validados por especialistas en medicina reproductiva
source: Algorithms validated by reproductive medicine specialists
es: Algoritmos validados por especialistas en medicina reproductiva

# Procesamiento 100% local de tus datos médicos
source: 100% local processing of your medical data
es: Procesamiento 100% local de tus datos médicos

# Sin conexión a internet requerida para los cálculos
source: No internet connection required for calculations
es: Sin conexión a internet requerida para los cálculos

# ¿Qué Datos Necesitamos?
source: What Data Do We Need?
es: ¿Qué Datos Necesitamos?

# Para calcular tu pronóstico, necesitamos información médica específica
source: To calculate your prognosis, we need specific medical information
es: Para calcular tu pronóstico, necesitamos información médica específica

# Datos demográficos: edad, peso, altura
source: Demographic data: age, weight, height
es: Datos demográficos: edad, peso, altura

# Análisis hormonales: AMH, TSH, prolactina
source: Hormonal analysis: AMH, TSH, prolactin
es: Análisis hormonales: AMH, TSH, prolactina

# Historia ginecológica: ciclos, patologías, cirugías
source: Gynecological history: cycles, pathologies, surgeries
es: Historia ginecológica: ciclos, patologías, cirugías

# Factor masculino: espermatograma (si aplica)
source: Male factor: spermatogram (if applicable)
es: Factor masculino: espermatograma (si aplica)

# Duración de la búsqueda de embarazo
source: Duration of pregnancy search
es: Duración de la búsqueda de embarazo

# ¿Cómo Calculamos la Probabilidad?
source: How Do We Calculate Probability?
es: ¿Cómo Calculamos la Probabilidad?

# Nuestro algoritmo utiliza modelos matemáticos avanzados
source: Our algorithm uses advanced mathematical models
es: Nuestro algoritmo utiliza modelos matemáticos avanzados

# Análisis de interacciones no lineales entre factores
source: Analysis of non-linear interactions between factors
es: Análisis de interacciones no lineales entre factores

# Ponderación basada en evidencia científica (ESHRE 2023, ASRM 2024)
source: Weighting based on scientific evidence (ESHRE 2023, ASRM 2024)
es: Ponderación basada en evidencia científica (ESHRE 2023, ASRM 2024)

# Calibración con cohortes de pacientes reales
source: Calibration with real patient cohorts
es: Calibración con cohortes de pacientes reales

# Validación cruzada con resultados clínicos
source: Cross-validation with clinical results
es: Validación cruzada con resultados clínicos

# Actualización continua con nueva evidencia
source: Continuous update with new evidence
es: Actualización continua con nueva evidencia

# ¿Qué Significan los Resultados?
source: What Do the Results Mean?
es: ¿Qué Significan los Resultados?

# Los resultados son probabilidades estadísticas, no predicciones exactas
source: Results are statistical probabilities, not exact predictions
es: Los resultados son probabilidades estadísticas, no predicciones exactas

# Probabilidad de embarazo espontáneo en 12 meses
source: Probability of spontaneous pregnancy in 12 months
es: Probabilidad de embarazo espontáneo en 12 meses

# Factores críticos identificados automáticamente
source: Critical factors automatically identified
es: Factores críticos identificados automáticamente

# Recomendaciones personalizadas basadas en tu perfil
source: Personalized recommendations based on your profile
es: Recomendaciones personalizadas basadas en tu perfil

# Nivel de confianza del análisis (transparencia científica)
source: Confidence level of analysis (scientific transparency)
es: Nivel de confianza del análisis (transparencia científica)

# Sugerencias de seguimiento médico específico
source: Specific medical follow-up suggestions
es: Sugerencias de seguimiento médico específico

# Limitaciones Importantes
source: Important Limitations
es: Limitaciones Importantes

# Es fundamental entender qué puede y qué NO puede hacer esta herramienta
source: It is essential to understand what this tool can and CANNOT do
es: Es fundamental entender qué puede y qué NO puede hacer esta herramienta

# NO reemplaza la consulta médica profesional
source: DOES NOT replace professional medical consultation
es: NO reemplaza la consulta médica profesional

# NO diagnostica enfermedades ni condiciones médicas
source: DOES NOT diagnose diseases or medical conditions
es: NO diagnostica enfermedades ni condiciones médicas

# Los resultados son orientativos, no definitivos
source: Results are indicative, not definitive
es: Los resultados son orientativos, no definitivos

# Cada caso es único y requiere evaluación individualizada
source: Each case is unique and requires individualized evaluation
es: Cada caso es único y requiere evaluación individualizada

# Siempre consulta con un especialista en medicina reproductiva
source: Always consult with a reproductive medicine specialist
es: Siempre consulta con un especialista en medicina reproductiva

# Tu Privacidad es Nuestra Prioridad
source: Your Privacy is Our Priority
es: Tu Privacidad es Nuestra Prioridad

# Todos tus datos se procesan de forma completamente local y segura
source: All your data is processed completely locally and securely
es: Todos tus datos se procesan de forma completamente local y segura

# Procesamiento 100% local en tu dispositivo
source: 100% local processing on your device
es: Procesamiento 100% local en tu dispositivo

# Sin transmisión de datos a servidores externos
source: No data transmission to external servers
es: Sin transmisión de datos a servidores externos

# Cifrado avanzado para almacenamiento local
source: Advanced encryption for local storage
es: Cifrado avanzado para almacenamiento local

# Sin recopilación de datos personales identificables
source: No collection of identifiable personal data
es: Sin recopilación de datos personales identificables

# Cumplimiento total con GDPR y regulaciones de privacidad
source: Full compliance with GDPR and privacy regulations
es: Cumplimiento total con GDPR y regulaciones de privacidad

# 🧪 Herramientas de Desarrollo
source: 🧪 Development Tools
es: 🧪 Herramientas de Desarrollo

# Ejecutar Tests
source: Run Tests
es: Ejecutar Tests

# Los tests se ejecutan en la consola de Xcode
source: Tests run in the Xcode console
es: Los tests se ejecutan en la consola de Xcode

# Simulador de Tratamientos
source: Treatment Simulator
es: Simulador de Tratamientos

# Transiciones Suaves por Edad
source: Smooth Age Transitions
es: Transiciones Suaves por Edad

# 45 Benchmarks Clínicos
source: 45 Clinical Benchmarks
es: 45 Benchmarks Clínicos

# ¡Bienvenida al Futuro!
source: Welcome to the Future!
es: ¡Bienvenida al Futuro!

# © 2024 FertilyzeAI Medical Suite - Uso Profesional
source: © 2024 FertilyzeAI Medical Suite - Professional Use
es: © 2024 FertilyzeAI Medical Suite - Uso Profesional

# Completado:
source: Completed:
es: Completado:

# Demografía
source: Demographics
es: Demografía

# Ginecología
source: Gynecology
es: Ginecología

# Laboratorio
source: Laboratory
es: Laboratorio

# Factor Masculino
source: Male Factor
es: Factor Masculino

# Información básica del paciente
source: Basic patient information
es: Información básica del paciente

# Historia clínica ginecológica
source: Gynecological clinical history
es: Historia clínica ginecológica

# Resultados de laboratorio
source: Laboratory results
es: Resultados de laboratorio

# Análisis andrológico
source: Andrological analysis
es: Análisis andrológico

# Nombre Completo
source: Full Name
es: Nombre Completo

# Modo Oscuro
source: Dark Mode
es: Modo Oscuro

# Seleccionar Fuente
source: Select Font
es: Seleccionar Fuente

# Cambiar Idioma
source: Change Language
es: Cambiar Idioma

# Compartir Enlace
source: Share Link
es: Compartir Enlace

# Autenticado
source: Authenticated
es: Autenticado

# No autenticado
source: Not authenticated
es: No autenticado

# Idiomas Disponibles
source: Available Languages
es: Idiomas Disponibles

source: This tool is for diagnostic support. Always consult with professional medical judgment.
es: Esta herramienta es de apoyo diagnóstico. Siempre consulta con criterio médico profesional.

source: This app is fully compatible with all iOS accessibility functions
es: Esta app es totalmente compatible con todas las funciones de accesibilidad de iOS

# Desarrollador
source: Developer
es: Desarrollador

# Equipo Médico Digital
source: Digital Medical Team
es: Equipo Médico Digital

# Última Actualización
source: Last Update
es: Última Actualización

# Compatibilidad
source: Compatibility
es: Compatibilidad

# Acerca de
source: About
es: Acerca de

# Cerrar
source: Close
es: Cerrar

# Información personal y profesional
source: Personal and professional information
es: Información personal y profesional

# Tema y personalización visual
source: Theme and visual customization
es: Tema y personalización visual

# Personaliza las fuentes de la app
source: Customize app fonts
es: Personaliza las fuentes de la app

# Selecciona el idioma de la aplicación
source: Select application language
es: Selecciona el idioma de la aplicación

# Revisa cómo funciona la aplicación
source: Review how the application works
es: Revisa cómo funciona la aplicación

# Comparte la app en redes sociales
source: Share the app on social networks
es: Comparte la app en redes sociales

# Términos, políticas y avisos
source: Terms, policies and notices
es: Términos, políticas y avisos

# Versión, soporte y contacto
source: Version, support and contact
es: Versión, soporte y contacto

# Funciones de accesibilidad
source: Accessibility features
es: Funciones de accesibilidad

# Cerrar sesión de forma segura
source: Sign out securely
es: Cerrar sesión de forma segura

# Nombre del Médico
source: Doctor's Name
es: Nombre del Médico

# Aparecerá en los reportes
source: Will appear in reports
es: Aparecerá en los reportes

# Ingrese su nombre
source: Enter your name
es: Ingrese su nombre

# Medicina Reproductiva
source: Reproductive Medicine
es: Medicina Reproductiva

# Probabilidad Final
source: Final Probability
es: Probabilidad Final

# Interacciones Críticas
source: Critical Interactions
es: Interacciones Críticas

# Evaluación Médica
source: Medical Assessment
es: Evaluación Médica

# Análisis
source: Analysis
es: Análisis

# Puntuación
source: Score
es: Puntuación

# Interpretación Clínica
source: Clinical Interpretation
es: Interpretación Clínica

# Análisis Médico Completo
source: Complete Medical Analysis
es: Análisis Médico Completo

# Evaluación Clínica
source: Clinical Assessment
es: Evaluación Clínica

# Análisis médico detallado
source: Detailed medical analysis
es: Análisis médico detallado

# Análisis generado automáticamente
source: Analysis generated automatically
es: Análisis generado automáticamente

# Interacciones Críticas:
source: Critical Interactions:
es: Interacciones Críticas:

# ... y %d más
source: ... and %d more
es: ... y %d más

# Evaluación Detallada del SOP
source: Detailed PCOS Assessment
es: Evaluación Detallada del SOP

# Manifestaciones Androgénicas
source: Androgenic Manifestations
es: Manifestaciones Androgénicas

# Leve (vello en mentón)
source: Mild (chin hair)
es: Leve (vello en mentón)

# Moderado (vello en mentón + mejillas)
source: Moderate (chin + cheek hair)
es: Moderado (vello en mentón + mejillas)

# Moderado (acné persistente)
source: Moderate (persistent acne)
es: Moderado (acné persistente)

# Severo (acné quístico)
source: Severe (cystic acne)
es: Severo (acné quístico)

# Evaluación Ovárica
source: Ovarian Assessment
es: Evaluación Ovárica

# Ovarios poliquísticos (>12 folículos)
source: Polycystic ovaries (>12 follicles)
es: Ovarios poliquísticos (>12 folículos)

# Grado I (mínima)
source: Grade I (minimal)
es: Grado I (mínima)

# Tamaño del mioma más grande
source: Size of largest fibroid
es: Tamaño del mioma más grande

# Pólipos Endometriales
source: Endometrial Polyps
es: Pólipos Endometriales

# Sin pólipos
source: No polyps
es: Sin pólipos

# Único
source: Single
es: Único

# Múltiples
source: Multiple
es: Múltiples

# Histerosalpingografía (HSG)
source: Hysterosalpingography (HSG)
es: Histerosalpingografía (HSG)

# Obstrucción unilateral
source: Unilateral obstruction
es: Obstrucción unilateral

# Obstrucción bilateral
source: Bilateral obstruction
es: Obstrucción bilateral

# Método de Diagnóstico OTB
source: OTB Diagnostic Method
es: Método de Diagnóstico OTB

# Coagulación
source: Coagulation
es: Coagulación

# Salpingectomía
source: Salpingectomy
es: Salpingectomía

# Excelente
source: Excellent
es: Excelente

# Buena
source: Good
es: Buena

# Moderada
source: Moderate
es: Moderada

# Baja
source: Low
es: Baja

# Muy Baja
source: Very Low
es: Muy Baja

# Crítica
source: Critical
es: Crítica

# Fertilidad excelente. Coito programado con monitoreo.
source: Excellent fertility. Timed intercourse with monitoring.
es: Fertilidad excelente. Coito programado con monitoreo.

# Buena fertilidad. Inducción de ovulación recomendada.
source: Good fertility. Ovulation induction recommended.
es: Buena fertilidad. Inducción de ovulación recomendada.

# Fertilidad moderada. IUI con estimulación controlada.
source: Moderate fertility. IUI with controlled stimulation.
es: Fertilidad moderada. IUI con estimulación controlada.

# Fertilidad baja. FIV/ICSI indicada.
source: Low fertility. IVF/ICSI indicated.
es: Fertilidad baja. FIV/ICSI indicada.

# Fertilidad muy baja. FIV/ICSI con PGT-A.
source: Very low fertility. IVF/ICSI with PGT-A.
es: Fertilidad muy baja. FIV/ICSI con PGT-A.

# Fertilidad crítica. Técnicas reproductivas avanzadas.
source: Critical fertility. Advanced reproductive techniques.
es: Fertilidad crítica. Técnicas reproductivas avanzadas.

# Factores que se potencian entre sí
source: Factors that enhance each other
es: Factores que se potencian entre sí

# Críticas
source: Critical
es: Críticas

# Visualización de cómo interactúan los factores
source: Visualization of how factors interact
es: Visualización de cómo interactúan los factores

source: This means that factors act independently and calculated probabilities do not require additional adjustments.
es: Esto significa que los factores actúan de forma independiente y las probabilidades calculadas no requieren ajustes adicionales.

# Personaliza la Tipografía
source: Customize Typography
es: Personaliza la Tipografía

# Análisis de Fertilidad
source: Fertility Analysis
es: Análisis de Fertilidad

# Herramienta de apoyo diagnóstico
source: Diagnostic support tool
es: Herramienta de apoyo diagnóstico

# Resultado del pronóstico: 85%
source: Prognosis result: 85%
es: Resultado del pronóstico: 85%

# Información médica importante que debe ser legible para todos los usuarios.
source: Important medical information that must be readable for all users.
es: Información médica importante que debe ser legible para todos los usuarios.

# Autenticación cancelada
source: Authentication cancelled
es: Autenticación cancelada

# Error de autenticación
source: Authentication error
es: Error de autenticación

# Respuesta inválida
source: Invalid response
es: Respuesta inválida

# No se pudo procesar la autenticación
source: Could not process authentication
es: No se pudo procesar la autenticación

# Error desconocido
source: Unknown error
es: Error desconocido

# Usuario Passkey
source: Passkey User
es: Usuario Passkey

# Biometría
source: Biometrics
es: Biometría

# Autenticación
source: Authentication
es: Autenticación

# Al continuar, aceptas nuestros términos de servicio y política de privacidad
source: By continuing, you accept our terms of service and privacy policy
es: Al continuar, aceptas nuestros términos de servicio y política de privacidad

# %d evaluación
source: %d assessment
es: %d evaluación

# %d evaluaciones
source: %d assessments
es: %d evaluaciones

# completada
source: completed
es: completada

# completadas
source: completed
es: completadas

# Modo de Pensamiento Médico
source: Medical Thinking Mode
es: Modo de Pensamiento Médico

# Análisis paso a paso con evidencia científica
source: Step-by-step analysis with scientific evidence
es: Análisis paso a paso con evidencia científica

# Perfil del Paciente
source: Patient Profile
es: Perfil del Paciente
